Repository: SofiaPapakostopoulou/juga_juga
Catalog: lib/l10n/app_*.arb
Languages: ca, el, es

source: Number of players:
ca: Número de jugadors:
el: Αριθμός παικτών:
es: Número de jugadores:

# numberOfPackOfCards
source: Packs of cards:
ca: Baralla de cartes:
el: Αριθμός τραπουλών:
es: Mazo de cartas:

# addNicknamesButton
source: Add names for your friends
ca: Afegeix noms per als teus amics
el: Πρόσθεσε ονόματα για τους φίλους σου
es: Añade nombres para tus amigos

# letsGoButton
source: Let's go!
ca: Som-hi!
el: Πάμε!
es: ¡Vamos!

# playerNo
source: Player nr.
ca: Jugador núm.
el: Παίκτη νο.
es: Jugador núm.

# playerChoose
source: black, red or orange?
ca: negre, vermell o taronja?
el: μαύρο, κόκκινο ή πορτοκαλί;
es: ¿negro, rojo o naranja?

source: you drink
ca: et toca beure
el: πίνεις
es: te toca beber

source: shot
ca: glop
el: σφηνάκι
es: trago

source: shots
ca: glops
el: σφηνάκια
es: tragos

# rules
source: How to play
ca: Com jugar
el: Κανόνες
es: Cómo jugar

# rules_description
source: The game is played in a series of rounds. The turn goes clockwise and the player who got drunk the most recently starts. During the game, each player take turns guessing the color of the next card or cards. •Red, if the next card is red. •Black, if the next card is black. •Orange, if the next two cards are one red and the other black (The order doesn't matter). •Pass, if he wants to stop guessing and continue the turn to the next player. If the player guesses correctly, then he keeps guessing. If he guesses incorrectly, then he drinks as many shots as the cards he guessed correctly. The game ends when the pack of cards is done.
ca: El joc consisteix en una sèrie de rondes. El torn va en sentit horari i comença el jugador que ha begut més recentment. Durant el joc, cada jugador en el seu torn ha d'endevinar el color de la següent carta o cartes. •Vermell si la següent carta és vermella. •Negre si la següent és negra. •Taronja si les següents dues cartes són una vermella i una negra (l'ordre no importa). Si el jugador encerta la predicció, segueix endevinant. Si falla, es mostrarà una notificació dient qui beurà els glops. Podries ser tu, els teus amics o tots. El nombre de glops és la quantitat de cartes encertades. El joc acaba quan la baralla s'esgota.
el: Το παιχνίδι παίζεται σε μία σειρά από γύρους. Η σειρά πάει κυκλικά προς τη φορά του ρολογιού και ξεκινάει ο παίκτης που μέθυσε πιο πρόσφατα. Κατά τη διάρκεια του παιχνιδιού, κάθε παίκτης στη σειρά του μαντεύει το χρώμα της επόμενης ή των επόμενων καρτών. •Κόκκινο, αν η επόμενη κάρτα έχει κόκκινο χρώμα. •Μάυρο, αν η επόμενη κάρτα έχει μάυρο χρώμα. •Πορτοκαλί, αν οι επόμενες δύο κάρτες έχουν η μία κόκκινο και η άλλη μάυρο χρώμα (Δεν έχει σημασία η σειρά). Αν μαντέψει σωστά, τότε συνεχίζει να μαντεύει. Αν μαντέψει λανθασμένα, τότε εμφανίζεται στην οθόνη μια ειδοποήση που λεει ποιός πρέπει να πιεί τα σφηνάκια. Μπορεί να πρέπει να τα πιείς εσύ ή οι φίλοι σου ή και όλοι μαζί. Ο αριθμός από σφηνάκια που εμφανίζεται στην οθόνη είναι και ο αριθμός των καρτών που βρήκε ο κάθε παίκτης. Το παιχνίδι τελειώνει όταν τελειώσουν τα χαρτιά της τράπουλας. Προσοχή! Αυτό το παιχνίδι έχει σχεδιαστεί ως παιχνίδι κατανάλωσης αλκοόλ για ενήλικες άνω των 18 ετών ή νόμιμης ηλικίας κατανάλωσης αλκοόλ. Οι κατασκευαστές αυτού του παιχνιδιού δεν είναι υπεύθυνοι για τις συνέπειες αυτού του παιχνιδιού και της χρήσης αλκοόλ από ανηλίκους. Οι παίκτες είναι υπεύθυνοι για την υπερβολική κατανάλωση αλκοόλ και τις ενέργειες που ακολουθούν. Παίζοντας αυτό το παιχνίδι συμφωνείτε αυτόματα με αυτούς τους όρους.
es: El juego consiste en una serie de rondas. El turno va en sentido horario y empieza el jugador que ha estado borracho más recientemente. Durante el juego, cada jugador en su turno ha de adivinar el color de la siguiente carta o cartas. •Rojo si la siguiente carta es roja. •Negro si la siguiente es negra. •Naranja si las siguientes dos cartas son una roja y una negra (el orden no importa). Si el jugador acierta la predicción, sigue adivinando. Si falla, aparecerá una notificación diciendo quién beberá los tragos. Podrías ser tú, tus amigos o todos. El número de tragos es la cantidad de cartas cartas acertadas. El juego acaba cuando el mazo se agota.

# rules_button
source: Got it!
ca: Entesos!
el: Tο χουμε!
es: ¡Entendido!

# swipe_guide
source: Touch the card to reveal it and then swipe right if the player guessed correctly or swipe left if the player guessed wrongly.
ca: Prem la carta per a mostrar-la i llisca a la dreta si el jugador ha encertat o a l’esquerra si ha fallat. Si la predicció del jugador és Taronja, llisca amunt o avall sense prémer la carta prèviament. Això mostrarà les dues següents.
el: Ακούμπησε το φύλο για να το αποκαλύψεις και στη συνέχεια σύρε το προς τα δεξιά αν ο παίκτης μάντεψε σωστά ή σύρε προς τα αριστερά αν ο παίκτης μάντεψε λανθασμένα. Αν η μαντεψιά του παίκτη είναι πορτοκλί τότε σείρε το φύλλο προ τα πάνω χωρίς να το ακουμπήσεις πρώτα. Αυτό θα φανερώσει τα δύο επόμενα φύλλα.
es: Pulsa la carta para revelarla y desliza a la derecha si el jugador acertó o a la izquierda si ha fallado. Si la predicción del jugador es Naranja, desliza arriba o abajo sin pulsar la carta previamente. Esto revelará las dos siguientes.

# addName
source: Add name for player nr.
ca: Introdueix nom per al jugador núm.
el: Πρόσθεσε όνομα για τον παίκτη νούμερο
es: Introduce nombre para el jugador núm.

source: Name
ca: Nom
el: Όνομα
es: Nombre

source: black
ca: negre
el: μαύρο
es: negro

source: red
ca: vermell
el: κόκκινο
es: rojo

source: or orange?
ca: o taronja?
el: ή πορτοκαλί;
es: ¿o naranja?

# share
source: give
ca: , comparteix
el: , μοίρασε
es: , comparte

# share2
source: shot/shots to the players of your choice.
ca: als jugadors de la teva elecció.
el: στους παίκτες της επιλογής σου.
es: a los jugadores de tu elección.
